<script>
export default {
  data() {
    return {
      legalInfo: [
        'ООО "АвиценнА"',
        'ИНН 6154103769',
        'КПП 615401001',
        'Свидетельство о государственной регистрации юридического лица серия 61 №006355492',
        'ОГРН 1066154098526 от 25.07.2006г. выд. Инспекцией Федеральной налоговой службы по г.Таганрогу Ростовской области.',
        'ОКПО 97788638',
        'ОКВЭД 85.13',
        'Директор - Зуев Константин Евгеньевич',
      ],
      medicalList: [
        'первичная медико-санитарная помощь, в том числе первичная доврачебная, первичная врачебная и первичная специализированная.',
        'специализированная, в том числе высокотехнологичная, медицинская помощь.',
        'скорая, в том числе скорая специализированная, медицинская помощь.',
        'паллиативная медицинская помощь, оказываемая медицинскими организациями.',
      ],
    }
  }
}
</script>

<template>
  <section class="about">
    <div class="container">
      <h2 class="about__title">О нас</h2>
      <h3 class="about__subtitle">Юридическая информация</h3>
      <ul class="about__about-list about__about-list--legal">
        <li class="about__legal-item" v-for="li in legalInfo" v-bind:key="li">{{ li }}</li>
      </ul>
      <h3 class="about__subtitle">Общая информация</h3>
      <article class="about__general-info">
        <p>Стоматология ООО "АвиценнА" работает в соответствии с Постановлением Правительства РФ от 4 октября 2012 г. N 1006 "Об утверждении Правил предоставления медицинскими организациями платных медицинских услуг".</p>
        <p>Медицинские услуги оказываются в реальных условиях, соответствующих нормативным требованиям Законодательства Российской Федерации, ведомственным требованиям Министерства Здравоохранения Российской Федерации и другим ведомственным и подведомственным нормативным актам.</p>
        <p>Порядок оказания медицинских услуг заключается в предварительном осмотре, диагностике, предложении и обсуждении сторонами методов и способов лечения, лечения и последующего реабилитационного медицинского сопровождения.</p>
        <p>Медицинские услуги оказываются в форме устной консультации, обсуждения результатов диагностики, непосредственного инструментального воздействия на больные органы пациента с целью их лечения, назначения медикаментозных препаратов для последующей медицинской реабилитации.</p>
        <p>Оплата за медицинские услуги производится непосредственно администратору (в случае его отсутствия непосредственно врачу) наличными денежными средствами с получением квитанции.</p>
      </article>
      <!-- <h3 class="about__subtitle">О мед.помощи</h3>
      <p class="about__description">В рамках Программы (за исключением медицинской помощи, оказываемой в рамках клинической апробации) бесплатно предоставляются:</p>
      <ul class="about__about-list about__about-list--help">
        <li class="about__help-item" v-for="li in medicalList" v-bind:key="li">{{ li }}</li>
      </ul> -->
    </div>
  </section>
</template>
